/* 
  Localizable.strings
  Self Service

  Created by Isaac Halvorson on 10/25/19.
  Copyright © 2019 JAMF Software. All rights reserved.
*/

// App Name
"SELF_SERVICE" = "Self Service";

// Menu Item Titles
"ABOUT_SELF_SERVICE" = "Acerca de %@";
"HIDE_SELF_SERVICE" = "Ocultar %@";
"QUIT_SELF_SERVICE" = "Cerrar %@";
"RELOAD_SELF_SERVICE" = "Recargar %@";
"NEXT_SECTION" = "Sección siguiente";
"PREVIOUS_SECTION" = "Sección anterior";

// Toolbar Buttons
"TOOLBAR_HOME" = "Inicio";
"TOOLBAR_BROWSE" = "Examina";
"TOOLBAR_BROWSE_COLLAPSED" = "Explorar - Contraído"; // Only announced via VoiceOver, never displayed in the UI
"TOOLBAR_BROWSE_EXPANDED" = "Explorar - Expandido"; // Only announced via VoiceOver, never displayed in the UI
"TOOLBAR_HISTORY" = "Historial";
"TOOLBAR_NOTIFICATIONS" = "Notificaciones";
"TOOLBAR_NOTIFICATIONS_HELP_NONE" = "Sin notificaciones nuevas"; // Only announced via VoiceOver, never displayed in the UI
"TOOLBAR_NOTIFICATIONS_HELP_ONE" = "1 notificación nueva"; // Only announced via VoiceOver, never displayed in the UI
"TOOLBAR_NOTIFICATIONS_HELP_SOME" = "%d notificaciones nuevas"; // Only announced via VoiceOver, never displayed in the UI

// Account Button
"LOG_IN_BUTTON" = "Iniciar sesión";
"LOG_OUT_BUTTON" = "Cerrar sesión";

// Login
"LOGIN_USERNAME" = "Nombre de usuario";
"LOGIN_PASSWORD" = "Contraseña";
"LOGIN_CANCEL" = "Cancelar";
"LOGIN_INVALID_CREDENTIALS" = "El nombre de usuario o la contraseña se ha introducido incorrectamente.";
"LOGIN_CONNECTION_ERROR" = "%@ no se puede conectar con el servidor.";
"LOGIN_SUCCESSFUL" = "Inicio de sesión correcto"; // Only announced via VoiceOver, never displayed in the UI
"LOGIN_REMEMBER_ME" = "Recuérdame";
"SAML_LOGIN_LABEL" = "Inicio de sesión de %@";
"SAML_LOG_IN_TO_CONTINUE" = "Iniciar sesión para continuar";
"SAML_FAILED_TO_AUTHENTICATE" = "No se puede autenticar tu inicio de sesión. Para resolver este problema, comunícate con tu administrador.";
"SAML_UNKNOWN_ERROR" = "Se ha producido un error desconocido. Si este problema persiste, comunícate con tu administrador.";

// Connection Error Bar
"CANT_CONNECT_ERROR" = "No se puede conectar con el servidor MDM de Jamf";
"RETRYING" = "Reintentando";
"CONNECTION_SUCCESSFUL" = "Conexión correcta con el servidor MDM de Jamf"; // Only announced via VoiceOver, never displayed in the UI

// Error Modal
"ERROR_MODAL_TITLE" = "Se ha producido un error en %@.";
"ERROR_MODAL_TEXT" = "Vuelve a intentarlo más tarde o contacta con tu administrador de TI.";
"ERROR_MODAL_CLOSE" = "Cerrar";

// Search
"SEARCH" = "Buscar";
"SEARCH_RESULTS_LABEL" = "Resultados de búsqueda para";
"NO_RESULTS_LABEL" = "No se han encontrado resultados para \"%@\"";
"SEARCH_AGAIN_LABEL" = "Repite la búsqueda.";
"SEARCH_RESULTS_COLLECTION_LABEL" = "Resultados de búsqueda"; // Only announced via VoiceOver, never displayed in the UI
"SEARCH_RESULTS_COLLECTION_HELP" = "Se han encontrado %d resultados"; // Only announced via VoiceOver, never displayed in the UI
"SEARCH_RESULTS_COLLECTION_HELP_SINGULAR" = "Se ha encontrado un resultado"; // Only announced via VoiceOver, never displayed in the UI

// Home View
"RESULT" = "1 Resultado";
"RESULTS" = "%d Resultados";
"LEFT_ARROW" = "Flecha izquierda";
"RIGHT_ARROW" = "Flecha derecha";
"FEATURED_ITEMS" = "Ítems destacados"; // Only announced via VoiceOver, never displayed in the UI
"BROWSE_ITEMS" = "Explorar ítems"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARK_ITEMS" = "Añadir marcadores a ítems"; // Only announced via VoiceOver, never displayed in the UI
"CATEGORY" = "%@ Categoría";
"CATEGORIES" = "Todas las categorías"; // Only announced via VoiceOver, never displayed in the UI
"FEATURED_LEFT_ARROW" = "Desplaza los elementos destacados a la izquierda"; // Only announced via VoiceOver, never displayed in the UI
"FEATURED_RIGHT_ARROW" = "Desplaza los elementos destacados a la derecha"; // Only announced via VoiceOver, never displayed in the UI
"BROWSE_LEFT_ARROW" = "Desplaza las categorías de navegación a la izquierda"; // Only announced via VoiceOver, never displayed in the UI
"BROWSE_RIGHT_ARROW" = "Desplaza las categorías de navegación a la derecha"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARKS_LEFT_ARROW" = "Desplaza los marcadores a la izquierda"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARKS_RIGHT_ARROW" = "Desplaza los marcadores a la derecha"; // Only announced via VoiceOver, never displayed in the UI

// UI Elements
"CONTENT_INSTALL_BUTTON" = "Instalar";
"CONTENT_REMOVE_BUTTON" = "Eliminar";
"CONTENT_REINSTALL_BUTTON" = "Reinstalar";
"CONTENT_APP_STORE" = "App Store";
"CONTENT_POLICY_RUN" = "Ejecutar";
"CONTENT_OPEN" = "Abrir";
"CONTENT_IBOOKS" = "Libros";
"CONTENT_UPDATE_BUTTON" = "Actualizar";
"CONTENT_CANCEL_BUTTON" = "Cancelar"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARKS_NAME" = "Marcadores";
"CATEGORY_DEVICE_COMPLIANCE" = "Conformidad de dispositivo";
"CATEGORY_ALL" = "Todo";
"CATEGORY_FEATURED" = "Destacado";
"CONTENT_NO_CONTENT" = "Ningún ítem";
"HISTORY_NO_CONTENT" = "No historial";
"CLEAR" = "Borrar";
"READ" = "Leído"; // Only announced via VoiceOver, never displayed in the UI
"UNREAD" = "No leído"; // Only announced via VoiceOver, never displayed in the UI
"UNREAD_BUTTON_ACCESSIBLILTY" = "Botón %@, haz clic para marcar como %@"; // Only announced via VoiceOver, never displayed in the UI
"FEATURED_ITEM_ACCESSIBLILTY" = "Õtem destacado"; // Only announced via VoiceOver, never displayed in the UI
"READ_MORE" = "Más información";
"MORE_ACCESSIBILITY_LABEL" = "Más";

// Cancel Content
"CANCEL_YES_BUTTON" = "Sí";
"CANCEL_NO_BUTTON" = "No";
"CANCEL_TITLE" = "¿Seguro que quieres cancelar?";
"CANCEL_TEXT" = "Si lo haces, el ordenador puede quedar inestable.";
"CANCEL_POLICY_TEXT" = "¿Seguro que quieres cancelar \"%@\"? Si lo haces, el ordenador puede quedar inestable.";
"CANCEL_EBOOK_TEXT" = "¿Seguro que quieres cancelar \"%@\"?";
"CANCEL_PATCH_TEXT" = "¿Seguro que quieres cancelar? Si cancelas una actualización de software en curso, la app puede quedar inutilizable.";

// Content Progress Strings
"CONTENT_WAITING" = "Esperando";
"CONTENT_OPENING" = "Abriendo";
"CONTENT_INSTALLING" = "Instalando";
"CONTENT_REMOVING" = "Eliminando";
"CONTENT_EXECUTING" = "Ejecutando";
"CONTENT_DOWNLOADING" = "Descargando";
"CONTENT_RUNNING" = "Ejecutando";
"CONTENT_VERIFYING" = "Comprobando";
"CONTENT_UPDATING" = "Actualizando";
"CONTENT_FINISHING" = "Acabando";
"CONTENT_DONE" = "¡Hecho!";
"CONTENT_CANCELED" = "Cancelado";
"CONTENT_ERROR" = "Error";

// Info View
"INFO_CLOSE" = "Cerrar";
"INFO_CANCEL" = "Cancelar";
"INFO_NOT_AVAILABLE" = "Este ítem ya no está disponible";
"INFO_OK" = "Aceptar";

// Bookmark Web View
"BOOKMARK_CLOSE" = "Cerrar";
"BOOKMARK_CLOSE_HELP" = "Cerrar %@"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARK_ERROR" = "No se ha podido abrir \"%@\"";
"OPEN_IN_BROWSER" = "Abrir en navegador";
"BROWSER_BACK_BUTTON" = "Atrás"; // Only announced via VoiceOver, never displayed in the UI
"BROWSER_BACK_BUTTON_HELP" = "Haz clic para mostrar la página anterior"; // Only announced via VoiceOver, never displayed in the UI
"BROWSER_FORWARD_BUTTON" = "Adelante"; // Only announced via VoiceOver, never displayed in the UI
"BROWSER_FORWARD_BUTTON_HELP" = "Haz clic para mostrar la página siguiente"; // Only announced via VoiceOver, never displayed in the UI

// VPP
"VPP_INVITATION_SUBTEXT" = "Aceptar invitación";
"VPP_INVITATION_ACCEPT_BUTTON" = "Aceptar";
"VPP_INVITATION_EXPLANATION" = "Debes aceptar la invitación de tu organización. No podrás instalar apps o libros comprados por volumen hasta que aceptes esta invitación.";
"VPP_INVITATION_EXPLANATION_CONTENT" = "Debes aceptar la invitación de tu organización para instalar este contenido (%@).";
"VPP_INVITATION_APPLICATION" = "aplicación";
"VPP_INVITATION_EBOOK" = "libro";
"VPP_INVITATION_PENDING" = "Invitación pendiente";
"VPP_INVITATION_TRY_AGAIN_BUTTON" = "Volver a intentar";
"VPP_INVITATION_PENDING_EXPLANATION" = "Tu invitación está pendiente. Si no aceptaste tu invitación, haz clic en «Volver a intentar» para volver a conectar conel App Store.";
"VPP_INVITATION_ACCEPTED_EXPLANATION" = "Tu invitación se ha aceptado. Ya puedes instalar apps y libros comprados por volumen.";

// About
"VERSION" = "Versión";
"VERSION_UNKNOWN" = "Versión desconocida";
"COPYRIGHT" = "Copyright";
"ALL_RIGHTS_RESERVED" = "Todos los derechos reservados.";
"ACKNOWLEDGEMENTS_BUTTON" = "Agradecimientos";

// History
"HISTORY_HEADER" = "Historial";
"HISTORY_VERSION" = "Versión";
"HISTORY_INSTALLED" = "Instalado";

// Updates
"SINGULAR_UPDATE_AVAILABLE_HEADER" = "Actualización disponible";
"PLURAL_UPDATES_AVAILABLE_HEADER" = "Actualizaciones disponibles";
"UPDATES_AVAILABLE" = "Disponible";
"UPDATES_UPDATE_ALL" = "Actualizar todo";
"UPDATE_KILL_APP" = "Debes cerrar %@ antes de actualizar.";
"UPDATE_DEADLINE" = "Fecha límite para actualización";
"UPDATE_APPS_MUST_QUIT" = "Apps que deben cerrarse";
"UPDATES_INSTALL_ALL" = "Instalar todas las actualizaciones";
"UPDATES_HEADER" = "Cabecera de actualizaciones"; // Only announced via VoiceOver, never displayed in the UI

// Notifications
"NOTIFICATIONS_TITLE" = "Notificaciones";
"NOTIFICATIONS_NO_NOTIFICATIONS" = "No hay notificaciones";
"NOTIFICATIONS_ITEM_FAILED" = "Ítem fallido";
"NOTIFICATIONS_DATE" = "Fecha:";
"NOTIFICATIONS_HEADER" = "Cabecera de notificaciones"; // Only announced via VoiceOver, never displayed in the UI
"NOTIFICATIONS_MARK_ALL_READ" = "Marcar todo como leído";

// Not Enrolled Error Screen
"NOT_ENROLLED_HEADING" = "Bienvenido a Self Service";
"NOT_ENROLLED_MESSAGE" = "Self Service es un componente de Jamf MDM, desarrollado por Jamf.\n\nEsta app debe estar asociada a un servidor de Jamf MDM.\n\nPonte en contacto con tu administrador de TI si quieres más información.";
"JAMF_URL" = "jamf.com";

// Sorting Options
"SORT_HEADER" = "Ordenar"; // Only announced via VoiceOver, never displayed in the UI
"SORT_ASCENDING" = "A…Z";
"SORT_DESCENDING" = "Z…A";
"SORT_FEATURED" = "Destacado";

// UAMDM Popup
"UAMDM_APPROVE" = "Debes aprobar el perfil MDM de tu organización";
"UAMDM_CLICK_1" = "Haz clic en el botón ";
"UAMDM_APPROVE_BOLD" = "«Open System Preferences» (Abrir Preferencias del Sistema)";
"UAMDM_CLICK_2" = " abajo y haz lo siguiente:";
"UAMDM_STEP_1" = "1. Haz clic en el perfil «MDM Profile» (Perfil MDM) en la columna «Device Profiles» (Perfiles de dispositivo). Se identifica mediante un triángulo de aviso amarillo.";
"UAMDM_STEP_2A" = "2. Haz clic en el botón ";
"UAMDM_STEP_2_BOLD" = "Approve (Aprobar)";
"UAMDM_STEP_2B" = ".";
"UAMDM_APPROVE_BUTTON" = "«Open System Preferences» (Abrir Preferencias del Sistema)";
"UAMDM_IMAGE_ACCESSIBILITY_LABEL" = "Ejemplo de perfil de Preferencias del Sistema"; // Only announced via VoiceOver, never displayed in the UI

// Onboarding
"ONBOARDING_WELCOME" = "Saludos, %@!";
"ONBOARDING_WELCOME_NO_NAME" = "Saludos!";
"ONBOARDING_CONFIRMATION_TITLE" = "¡Incorporación completada!";
"ONBOARDING_CONFIRMATION_BUTTON" = "Continuar";
"ONBOARDING_MESSAGE" = "Tu organización está configurando automáticamente tu ordenador. No reinicies ni apagues el ordenador hasta que se haya completado la instalación. Esto puede llevar algún tiempo.";
"ONBOARDING_PENDING" = "Pendiente";
"ONBOARDING_PROGRESS_TEXT" = "Completado: %d de %d";
"ONBOARDING_INSTALLATION_STATUS_TITLE" = "Estado de la instalación";
"UNABLE_TO_QUIT" = "No se puede salir de la aplicación";
"ONBOARDING_IN_PROGRESS" = "Incorporación en curso";
"ONBOARDING_ERROR_SINGLE" = "1 elemento no se instaló";
"ONBOARDING_ERROR_MULTIPLE" = "%d elementos no se instalaron";
"ONBOARDING_ERROR_NEXT_STEPS" = "Puedes volver a intentar instalar los elementos que fallaron en la pestaña «Notificaciones» o comunicarte con tu administrador de TI para obtener más ayuda.";
"ONBOADING_COMPLETE_TITLE" = "Configuración completada";
"ONBOARDING_COMPLETE_MESSAGE_SUCCESS" = "La configuración de tu ordenador se ha finalizado y todo se ha instalado correctamente.";
"ONBOARDING_COMPLETE_MESSAGE_FAILURE" = "La configuración de tu ordenador se ha finalizado, pero no todos los elementos se han instalado correctamente.";
"ONBOARDING_COMPLETE_INFO" = "%d elementos están instalados y listos para utilizarse";
"ONBOARDING_INSTALLED" = "Completado"; // Voiceover
"ONBOARDING_FAILED" = "Fallido"; // Voiceover

// App Installer Modal
"APP_NOT_AVAILABLE" = "Esta aplicación no está disponible. Vuelve a intentarlo más tarde.";
